export const JOB_ITEMS = [
  {
    id: 1,
    title: "ঢাকা-চট্টগ্রাম রুটের জন্য ১ জন অভিজ্ঞ মেকানিক প্রয়োজন",
    company: "Shohag Paribahan (PVT) Ltd.",
    description:
      "প্রখ্যাত যাত্রী পরিবহন সংস্থা 'Shohag Paribahan (PVT) Ltd.' মেকানিক নিয়োগ দিচ্ছে। শিক্ষাগত যোগ্যতা: এসএসসি অথবা সমমানের পাস। বয়স ১৯-৩৫ বছরের মধ্যে হতে হবে। আবেদনকারীদের স্বাস্থ্য ভালো হতে হবে এবং সঠিক বাংলা বলার দক্ষতা থাকতে হবে।",
    qualification: "মাধ্যমিক  (SSC)",
    experience: "৫ - ৮",
    deadline: "২৮-১০-২৪",
    location: "ময়মনসিংহ",
    type: "ফুল টাইম",
    salary: "12000"
  },
  {
    id: 2,
    title: "ঢাকা-চট্টগ্রাম রুটের জন্য ১ জন অভিজ্ঞ গাইড প্রয়োজন",
    company: "Shohag Paribahan (PVT) Ltd.",
    description:
      "প্রখ্যাত যাত্রী পরিবহন সংস্থা 'Shohag Paribahan (PVT) Ltd.' গাইড নিয়োগ দিচ্ছে। শিক্ষাগত যোগ্যতা: এসএসসি অথবা সমমানের পাস। বয়স ১৯-৩৫ বছরের মধ্যে হতে হবে। আবেদনকারীদের স্বাস্থ্য ভালো হতে হবে এবং সঠিক বাংলা বলার দক্ষতা থাকতে হবে।",
    qualification: "মাধ্যমিক  (SSC)",
    experience: "৫ - ৮",
    deadline: "২৮-১০-২৪",
    location: "ঢাকা",
    type: "ফুল টাইম",
    salary: "12000"
  }
];
