export const DIVISIONS = [
  {
    id: 1,
    division: "ঢাকা",
    districts: [
      "ঢাকা",
      "ফরিদপুর",
      "গাজীপুর",
      "গোপালগঞ্জ",
      "কিশোরগঞ্জ",
      "মাদারীপুর",
      "মানিকগঞ্জ",
      "মুন্সীগঞ্জ",
      "নারায়ণগঞ্জ",
      "নরসিংদী",
      "রাজবাড়ী",
      "শরীয়তপুর",
      "টাঙ্গাইল"
    ]
  },
  {
    id: 2,
    division: "চট্টগ্রাম",
    districts: [
      "বান্দরবান",
      "ব্রাহ্মণবাড়িয়া",
      "চাঁদপুর",
      "চট্টগ্রাম",
      "কক্সবাজার",
      "কুমিল্লা",
      "ফেনী",
      "খাগড়াছড়ি",
      "লক্ষ্মীপুর",
      "নোয়াখালী",
      "রাঙ্গামাটি"
    ]
  },
  {
    id: 3,
    division: "রাজশাহী",
    districts: [
      "বগুড়া",
      "জয়পুরহাট",
      "নওগাঁ",
      "নাটোর",
      "চাঁপাইনবাবগঞ্জ",
      "পাবনা",
      "রাজশাহী",
      "সিরাজগঞ্জ"
    ]
  },
  {
    id: 4,
    division: "খুলনা",
    districts: [
      "বাগেরহাট",
      "চুয়াডাঙ্গা",
      "যশোর",
      "ঝিনাইদহ",
      "খুলনা",
      "কুষ্টিয়া",
      "মাগুরা",
      "মেহেরপুর",
      "নড়াইল",
      "সাতক্ষীরা"
    ]
  },
  {
    id: 5,
    division: "বরিশাল",
    districts: [
      "বরগুনা",
      "বরিশাল",
      "ভোলা",
      "ঝালকাঠি",
      "পটুয়াখালী",
      "পিরোজপুর"
    ]
  },
  {
    id: 6,
    division: "সিলেট",
    districts: [
      "হবিগঞ্জ",
      "মৌলভীবাজার",
      "সুনামগঞ্জ",
      "সিলেট"
    ]
  },
  {
    id: 7,
    division: "রংপুর",
    districts: [
      "দিনাজপুর",
      "গাইবান্ধা",
      "কুড়িগ্রাম",
      "লালমনিরহাট",
      "নীলফামারী",
      "পঞ্চগড়",
      "রংপুর",
      "ঠাকুরগাঁও"
    ]
  },
  {
    id: 8,
    division: "ময়মনসিংহ",
    districts: [
      "জামালপুর",
      "ময়মনসিংহ",
      "নেত্রকোনা",
      "শেরপুর"
    ]
  }
];
